public class main {
}
public class Main {
    public static void main(String[] args) {

      int ticket = 6000;
      int bonus = 20;
      int miles Math.round ( ticket / bonus );

      System.out.println( "За покупку билета" );








        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мили

        // Рассчитываете количество бонусных миль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}